Repository: bl3ndd/camscan
Catalog: CamScan/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ (part)
ru: %@ (часть)

source: %lld documents
ru: %lld документа

source: %lld pages
ru: %lld страницы

source: Add
ru: Добавить

source: Add Pages
ru: Добавить страницы

source: Apply
ru: Применить

source: Auto
ru: Авто

source: B&W
ru: Ч/Б

source: CamScan Pro is active
ru: CamScan Pro активен

source: CamScan is locked
ru: CamScan заблокирован

source: Cancel
ru: Отмена

source: Clear
ru: Очистить

source: Close
ru: Закрыть

source: Copied
ru: Скопировано

source: Copy
ru: Копировать

source: Copy Text
ru: Скопировать текст

source: Couldn't find a table on these pages.
ru: На этих страницах не нашлось таблиц.

source: Couldn't save the signature
ru: Не удалось сохранить подпись

source: Create
ru: Создать

source: Crop
ru: Обрезка

source: Delete
ru: Удалить

source: Delete Folder
ru: Удалить папку

source: Documents
ru: Документы

source: Done
ru: Готово

source: Drag the corners to the edges of the document.
ru: Перетащите углы к краям документа.

source: Drag to move, pinch to resize
ru: Перетащите, чтобы сдвинуть, сведите пальцы, чтобы изменить размер

source: Draw
ru: Рисование

source: Draw & Highlight
ru: Рисовать и выделять

source: Draw & highlight on pages
ru: Рисование и маркер на страницах

source: Edit
ru: Правка

source: Edit Page
ru: Редактировать страницу

source: Empty Folder
ru: Пустая папка

source: Everything is processed on your device. No ads, no tracking, no data collected.
ru: Всё обрабатывается на устройстве. Без рекламы, без слежки, без сбора данных.

source: Everything is processed on your iPhone. Your documents never leave it.
ru: Всё обрабатывается на iPhone. Документы никуда не отправляются.

source: Export
ru: Экспортировать

source: Export Images (JPEG)
ru: Экспорт картинок (JPEG)

source: Export PDF
ru: Экспорт в PDF

source: Export PDF with Password
ru: PDF с паролем

source: Export Tables (CSV)
ru: Экспорт таблиц (CSV)

source: Export Text (TXT)
ru: Экспорт текста (TXT)

source: Export tables to CSV
ru: Экспорт таблиц в CSV

source: Face ID Lock
ru: Блокировка Face ID

source: Face ID lock
ru: Блокировка по Face ID

source: Files
ru: Файлы

source: Fit to Image
ru: По размеру скана

source: Folders
ru: Папки

source: Folders hold the rest of your documents.
ru: Остальные документы — в папках.

source: Full Page
ru: Весь кадр

source: Get CamScan Pro
ru: Получить CamScan Pro

source: Get Started
ru: Начать

source: Grayscale
ru: Оттенки серого

source: High
ru: Высокий

source: Images (JPEG)
ru: Картинки (JPEG)

source: Import from Files
ru: Импорт из Файлов

source: Import from Photos
ru: Импорт из Фото

source: Importing…
ru: Импорт…

source: Long-press a document and choose Move to Folder.
ru: Нажмите и удерживайте документ, затем выберите «Переместить в папку».

source: Magic Color
ru: Яркий цвет

source: Manage Pages
ru: Страницы

source: Medium
ru: Средний

source: Merge %lld Documents
ru: Объединить документы: %lld

source: Merge & split documents
ru: Объединение и разделение документов

source: Merged %@
ru: Объединённый %@

source: More
ru: Ещё

source: Move to Folder
ru: Переместить в папку

source: Move to New Document
ru: В новый документ

source: My Signature
ru: Моя подпись

source: Name
ru: Название

source: New Folder
ru: Новая папка

source: No Documents
ru: Нет документов

source: No ads, no watermarks
ru: Без рекламы и водяных знаков

source: No document found
ru: Документ не найден

source: No documents yet
ru: Пока нет документов

source: No subscriptions
ru: Без подписок

source: No tables found
ru: Таблицы не найдены

source: No text found
ru: Текст не найден

source: Nothing found
ru: Ничего не найдено

source: OCR — All Pages
ru: Распознать текст — все страницы

source: OCR — Current Page
ru: Распознать текст — эта страница

source: One-time purchase, Family Sharing
ru: Разовая покупка, Семейный доступ

source: Original
ru: Оригинал

source: PDF Quality
ru: Качество PDF

source: PDF with Password
ru: PDF с паролем

source: Page %lld
ru: Страница %lld

source: Page %lld of %lld
ru: Страница %1$lld из %2$lld

source: Page Size
ru: Формат страницы

source: Pages
ru: Страницы

source: Password
ru: Пароль

source: Password-protected PDFs
ru: PDF с паролем

source: Photos
ru: Фото

source: Place Signature
ru: Разместить подпись

source: Preparing PDF...
ru: Готовим PDF…

source: Preparing…
ru: Готовим…

source: Private by design
ru: Приватность по умолчанию

source: Pro is a one-time purchase, shared with your family.
ru: Pro покупается один раз и доступен всей семье.

source: Processing photos…
ru: Обработка фото…

source: Protect PDF
ru: Защитить PDF

source: Recognizing text...
ru: Распознаём текст…

source: Recognizing text…
ru: Распознаём текст…

source: Remove Ink
ru: Убрать подписи

source: Remove from Folder
ru: Убрать из папки

source: Rename
ru: Переименовать

source: Rename Document
ru: Переименовать документ

source: Rename Folder
ru: Переименовать папку

source: Reset
ru: Сбросить

source: Restore Purchase
ru: Восстановить покупку

source: Rotate
ru: Повернуть

source: Save
ru: Сохранить

source: Scan
ru: Сканировать

source: Scan %@
ru: Скан %@

source: Scan Document
ru: Сканировать документ

source: Scan a document with the camera, or import a photo or PDF.
ru: Отсканируйте документ камерой или импортируйте фото либо PDF.

source: Scan with Camera
ru: Сканировать камерой

source: Scan, crop, recognize text and export PDFs for free, without limits.
ru: Сканируйте, обрезайте, распознавайте текст и сохраняйте PDF бесплатно и без ограничений.

source: Search documents & text
ru: Поиск по документам и тексту

source: Security
ru: Безопасность

source: Select
ru: Выбрать

source: Select to Merge
ru: Выбрать для объединения

source: Settings
ru: Настройки

source: Share
ru: Поделиться

source: Sign
ru: Подписать

source: Sign documents
ru: Подпись документов

source: Sign with your finger or Apple Pencil
ru: Распишитесь пальцем или Apple Pencil

source: Signature
ru: Подпись

source: Small
ru: Маленький

source: Tables (CSV)
ru: Таблицы (CSV)

source: Tap the scan button to scan your first document
ru: Нажмите кнопку сканирования, чтобы отсканировать первый документ

source: Text
ru: Текст

source: Text (TXT)
ru: Текст (TXT)

source: Text from All Pages
ru: Текст со всех страниц

source: The PDF will ask for this password when opened.
ru: PDF будет запрашивать этот пароль при открытии.

source: Title
ru: Название

source: Turn on app lock
ru: Включить блокировку приложения

source: Unlock
ru: Разблокировать

source: Unlock Pro
ru: Открыть Pro

source: Unlock Pro — %@
ru: Открыть Pro — %@

source: Unlock your documents
ru: Разблокируйте документы

source: Version
ru: Версия

source: Welcome to CamScan
ru: Добро пожаловать в CamScan
